[
    {
        "id":1234201,
        "name":"Anaa Maria",
        "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSdCH3l8-27kzRrVunAeFDIEE5egddG0o7e6A&usqp=CAU",
        "review":"It's an amezing advanture book i have ever read.The main character of this story is Ayesha.She has to wear a veil because anyone who looks upon her falls immediately and uncontrollably in love with her is intriguing. But she’s also by turns, magnificent, imperious, seductive, intellectual, merciless, philosophical, and brave. ",
        "rating":"*****"
    },
    {
        "id":1234202,
        "name":"Markie",
        "img": "https://www.menshairstylestoday.com/wp-content/uploads/2019/06/Boys-Medium-Haircuts.jpg",
        "review":"This is a great book.I like Leo most. the fact that Leo is such a complete non-entity, while Ayesha is astonishing, ruins their romance. Why she’d even be interested in Leo, let alone wait two thousand years for him, I do not know",
        "rating":"****"
    },
    {
        "id":1234203,
        "name":"Puspa",
        "img": "https://images.indianexpress.com/2022/02/pushpa-1200.jpg?w=389",
        "review":"First I read it's translation in Urdu , then I liked it so much that I couldn't stop myself and fetched all the available books of this series in English and now I am a proud owner of several of them and still looking for the remaining of them. Marvelous story, the best I think by Sir Henry Rider Haggard !!",
        "rating":"**"
    },
    {
        "id":1234204,
        "name":"Ria Rau",
        "img": "https://www.whatsappimages.in/wp-content/uploads/2021/03/Cute-Girl-Images-For-Whatsapp-Dp-Wallpaper-2021.jpg",
        "review":"If you are looking for adventure then you should read this one. This is a complete mixture of adventure and thrillar..It was really amazing to read the book. Once you start, you'll finish it cause it will give you curisity what happened in the end!",
        "rating":"***"
    },
    {
        "id":1234205,
        "name":"Nikhil",
        "img": "https://cdn.mirchistatus.com/siteuploads/images/images24/11784/thumb/alone-sad-boy-dp-for-fb-insta-profile-pic_xlrg.jpg?time=1581421891",
        "review":"It was one of my first book when I was in my teen I was fascinated by this book,mythical & mysterious.",
        "rating":"*****"
    },
    {
        "id":1234206,
        "name":"Pria Rai",
        "img": "https://i0.wp.com/freehindiwishes.com/wp-content/uploads/2020/10/Good-Girl-Pic-13.jpg?resize=400%2C400",
        "review":"The most adventurous book I have ever read. It takes you away to another world which seems so real. The She successfully gets hate which eventually turns into sympathy and empathy as well. Worth of reading twice at least",
        "rating":"*****"
    }
]